/********************************* SKYCODE *************************************
* Copyright (c) 2017, 深圳思凯测试技术有限公司（广州天码电子技术有限公司）
* All rights reserved.
*
* 文件名   ：main.c    
* 描述     ：
*
*
* 版    本 ：V0.1
* 作    者 ：
* 完成日期 ：
* 修改描述 ：
*
*******************************************************************************/

/*-----------------Includes--------------------------------------------------*/
#include <string.h>
#include "systick.h"
#include "delay.h"
#include <stdio.h>


int main()
{
	
	while(1)
	{
		
	}
}

/********************************* SKYCODE ************************************/
